Repository: Andriucurli/MeetnRun_iOS
Catalog: MeetnRun/*.lproj/Localizable.strings
Languages: es

source: Cancel
es: Cancelar

source: Delete
es: Borrar

source: Done
es: Hecho

source: Pacients
es: Pacientes

source: Camera
es: Camara

source: Album roll
es: Album

source: Warning
es: Cuidado

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

# MESSAGE_TYPE_CREATED
source: An appointment with %@ has been created
es: Una cita con %@ ha sido creada

# MESSAGE_TYPE_NEED_CONFIRMATION
source: An appointment with %@ has been requested
es: Una cita con %@ ha sido solicitada

# MESSAGE_TYPE_CONFIRMED
source: An appointment with %@ has been confirmed
es: La cita con %@ ha sido confirmada

# MESSAGE_TYPE_NEED_MODIFICATION
source: %@ has requested a modification of the appointment
es: %@ ha solicitado la modificación de una cita

# MESSAGE_TYPE_MODIFIED
source: The appointment with %@ has been modified
es: La cita con %@ ha sido modificada

# MESSAGE_TYPE_CANCELLED
source: An appointment with %@ was cancelled
es: La cita con %@ ha sido cancelada

# ALERT_TITLE_CANCELAPPOINTMENT
source: Cancel Appointment
es: Cancelar Cita

# ALERT_MESSAGE_CANCELAPPOINTMENT
source: Do you really want to cancel this appointment?
es: ¿Realmente desea cancelar su cita?

# ALERT_TITLE_MODIFYAPPOINTMENT
source: Choose new schedule
es: Seleccione un nuevo horario

# ALERT_MESSAGE_MODIFYAPPOINTMENT
source: Choose another time to reschedule your appointment.
es: Escoja otra hora para reprogramar su cita

# EVENT_TITLE
source: Appointment with %@
es: Cita con %@

# TEXT_BACKGROUND_NONOTIFICATIONS
source: No Unseen Notifications
es: No hay notificaciones sin ver

# TITLE_PHOTO_MENU
source: Photo Source
es: Origen de la Foto

# MESSAGE_PHOTO_MENU
source: Select an option
es: Seleccione una opción

# TEXT_BACKGROUND_NOAPPOINTMENTS
source: No Active Appointments
es: No hay citas activas

# NOTIFICATION_TITLE
source: Check your notifications
es: Compruebe sus notificaciones

# NOTIFICATION_BODY
source: It looks like there are new unseen ones
es: Parece que hay nuevas sin ver

# MESSAGE_WARNING_EMPTYFIELDS
source: Some fields are empty. Please, check the provided info or try it later.
es: Algunos campos están vacios. Por favor, compruebe la información introducida o intentelo más tarde.

# MESSAGE_ERROR_PASSWORDNOTEQUALS
source: The passwords are not the same.
es: Las contraseñas no son iguales.

# MESSAGE_ERROR_INCORRECTUSERNAMEPASSWORD
source: Incorrect username or password
es: Usuario o contraseña incorrectos.

# MESSAGE_ERROR_CANNOTCREATEUSER
source: Cannot create user. Check the fields or try later
es: No se puede crear el usuario. Compruebe los campos o intentelo más tarde.

# MESSAGE_ERROR_CANNOTCREATEAPPOINTMENT
source: Cannot create appointment. Check the fields or try later
es: No se puede crear la cita. Compruebe los campos o intentelo más tarde.

# MESSAGE_INFO_APPOINTMENTCREATED
source: Appointment created!
es: Cita creada

# MESSAGE_INFO_APPOINTMENTREQUESTED
source: Appointment requested!
es: Cita solicitada

# MESSAGE_WARNING_NOPHONEAVAILABLE
source: The call is unavailable because the number is not registered for this user or the call functionality is not available in your device.
es: La llamada no está disponible porque el teléfono no está registrado para este usuario o la función de llamada no está disponible es su dispositivo.

# MESSAGE_WARNING_NOMAILAVAILABLE
source: The email is unavailable because the email address is not registered for this user.
es: El email no está disponible porque la dirección de correo no está registrada para este usuario.
